var fdLocale = {
        months:[
                "ÙŠÙ†Ø§ÙŠØ±",
                "ÙØ¨Ø±Ø§ÙŠØ±",
                "Ù…Ø§Ø±Ø³",
                "Ø£Ø¨Ø±ÙŠÙ„",
                "Ù…Ø§ÙŠÙˆ",
                "ÙŠÙˆÙ†ÙŠÙˆ",
                "ÙŠÙˆÙ„ÙŠÙˆ",
                "Ø£ØºØ³Ø·Ø³",
                "Ø³Ø¨ØªÙ…Ø¨Ø±",
                "Ø£ÙƒØªÙˆØ¨Ø±",
                "Ù†ÙˆÙ¿Ù…Ø¨Ø±",
                "Ø¯ÙŠØ³Ù…Ø¨Ø±"
                ],
        fullDay:[
                "Ø§Ù„Ø§Ø«Ù†ÙŠÙ†",
                "Ø§Ù„Ø«Ù„Ø§Ø«Ø§Ø¡",
                "Ø§Ù„Ø£Ø±Ø¨Ø¹Ø§Ø¡",
                "Ø§Ù„Ø®Ù…ÙŠØ³",
                "Ø§Ù„Ø¬Ù…Ø¹Ø©",
                "Ø§Ù„Ø³Ø¨Øª",
                "Ø§Ù„Ø£Ø­Ø¯"
                ],
        
        /* Only stipulate the dayAbbr should the first letter of the fullDay not suffice        */

           
        dayAbbr:[
                "Ø§Ù„Ø§Ø«Ù†ÙŠÙ†",
                "Ø§Ù„Ø«Ù„Ø§Ø«Ø§Ø¡",
                "Ø§Ù„Ø£Ø±Ø¨Ø¹Ø§Ø¡",
                "Ø§Ù„Ø®Ù…ÙŠØ³",
                "Ø§Ù„Ø¬Ù…Ø¹Ø©",
                "Ø§Ù„Ø³Ø¨Øª",
                "Ø§Ù„Ø£Ø­Ø¯"
                ],
        
        /* Only stipulate the firstDayOfWeek should the first day not be Monday
           
        firstDayOfWeek:0,
        */
        
        titles:[
                "Ø§Ù„Ø´Ù‡Ø± Ø§Ù„Ø³Ø§Ø¨Ù‚",
                "Ø§Ù„Ø´Ù‡Ø± Ø§Ù„Ù…Ù‚Ø¨Ù„",
                "Ø§Ù„Ø³Ù†Ø© Ø§Ù„Ø³Ø§Ø¨Ù‚Ø©",
                "Ø§Ù„Ø³Ù†Ø© Ø§Ù„Ù…Ù‚Ø¨Ù„Ø©"
                ]
};